import math
'''функция для нахождения площади круга'''
def area(r):
    '''функция принимает на вход число r, например r = 3'''
    return math.pi * r * r
'''возвращает произведение квадрата числа r на число Pi, возвращаемое значение 28.274333882308138'''


''' Функиция для нахождения периметрa'''
def perimeter(r):
    '''На  вход поступает число r, например r = 3'''
    return 2 * math.pi * r
''' Возращает произведение числа 2 на число Pi и на число r, возвращаемое значение 18.84955592153876'''
